{
  "misteries": {
    "joyful": {
      "title": "Gozosos",
      "list": [
        {
          "title": "La encarnación del hijo de Dios.",
          "text": "El Ángel le dijo: No temas, María, porque has hallado gracia delante de Dios, va a concebir en el seno y vas a dar a luz a un hijo, a quién pondrás por nombre Jesús. Él será llamado hijo del altísimo. Dijo María: He aquí la esclava del Señor; hágase en mí según tu palabra.",
          "ordinal": "Primer"
        },
        {
          "title": "La visitación de nuestra señora a Santa Isabel",
          "text": "En aquellos días, se levantó María y se fue con prontitud a la región montañosa, a una ciudad de Judá; entró en casa de Zacarías y saludó a Santa Isabel. Y sucedió que, en cuanto oyó Isabel el saludo de María, saltó el niño en su seno e Isabel quedó llena del Espíritu Santo; y exclamando con gran voz, dijo: Bendita tú entre las mujeres y bendito el fruto de tu vientre.",
          "ordinal": "Segundo"
        },
        {
          "title": "El nacimiento del hijo de Dios.",
          "text": "Y sucedió que mientras ellos estaban allí se cumplieron los días del alumbramiento y dio a luz a su hijo primogénito, le envolvió en pañales y le acostó en un pesebre, porque no tenían sitio en el alojamiento. Había en la comarca algunos pastores, se les presentó el Ángel del Señor y les dijo: no temáis, pues os anuncio una gran alegría, os ha nacido un salvador.",
          "ordinal": "Tercero"
        },
        {
          "title": "La purificación de la Virgen Santísima.",
          "text": "Llevaron a Jesús a Jerusalén para presentarle al Señor, como estaba escrito en la ley del Señor. Y he aquí, que había en Jerusalén un hombre llamado Simeón que esperaba la consolación de Israel; y estaba en él, el Espíritu Santo. Simeón les bendijo y dijo a María, su madre: Este está puesto para la caída y la elevación en Israel y para ser señal de contradicción. ¡Y a ti misma una espada te traspasará el alma! a fin de que queden al descubierto las intenciones de muchos corazones.",
          "ordinal": "Cuarto"
        },
        {
          "title": "La pérdida del niño Jesús y su hallazgo en el templo.",
          "text": "Sus padres iban todos los años a Jerusalén a la fiesta de la Pascua. Subieron ellos como de costumbre a la fiesta y al volverse, pasados los días, el niño Jesús se quedó en Jerusalén, sin saberlo sus padres. Se volvieron a Jerusalén en su busca. Al cabo de tres días, le encontraron en el templo sentado en medio de los maestros, ecuchándoles y preguntándoles; todos los que le oían, estaban estupefactos por su inteligencia y sus respuestas.  ",
          "ordinal": "Quinto"
        }
      ]
    },
    "sorrowful": {
      "title": "Dolorosos",
      "list": [
        {
          "title": "La oración y la agonía de Jesús en el huerto de Getsemaní.",
          "text": "Jesús puesto de rodillas, oraba diciendo: Padre, si quieres, aparta de mí este cáliz; pero no se haga mi voluntad, si no la tuya. Y entrando en agonía oraba con más intensidad. Y le vino un sudor como gotas de sangre que caían hasta el suelo.",
          "ordinal": "Primer"
        },
        {
          "title": "La flagelación de Jesús atado a la columna.",
          "text": "Pilato se dirigió de nuevo a los judíos y les dijo: Yo no encuentro en él ninguna culpa. Hay entre vosotros la costumbre de que os suelte uno por la Pascua, ¿Queréis, pues, que os suelte al Rey de los Judíos? Entonces gritaron de nuevo: A este no, a Barrabás. Barrabás era un ladrón. Entonces Pilato tomó a Jesús y mandó que lo azotaran.",
          "ordinal": "Segundo"
        },
        {
          "title": "La coronación de espinas de nuestro Señor Jesucristo.",
          "text": "Los soldados del procurador llevaron a Jesús al pretorio y reunieron en torno a él a toda la cohorte. Le desnudaron, le pusieron una túnica roja y trenzaron una corona de espinas, se la pusieron en la cabeza y en su mano derecha una caña; se arrodillaban ante él y se burlaban diciendo: Salve, Rey de los judíos.",
          "ordinal": "Tercero"
        },
        {
          "title": "Jesús carga con la cruz a cuestas hacia el Monte Calvario.",
          "text": "Pilato entonces se lo entregó, para que fuera crucificado. Tomaron, pues, a Jesús y él con la cruz a cuestas salió hacia el lugar llamado de la Calavera, en hebreo Gólgota.",
          "ordinal": "Cuarto"
        },
        {
          "title": "La crucifixión y muerte de nuestro Señor Jesucristo.",
          "text": "Le crucificaron y con él a otros dos, uno a cada lado y en el centro Jesús. Estaban junto a la cruz de Jesús su madre y la hermana de su madre, María de Cleofás y María Magdalena; Jesús viendo a su madre dijo, mujer, he ahí a tu hijo. Después dice al discípulo: He ahí a tu madre. E inclinando la cabeza entregó el espíritu.",
          "ordinal": "Quinto"
        }
      ]
    },
    "glorious": {
      "title": "Gloriosos",
      "list": [
        {
          "title": "La resurección del Señor.",
          "text": "El Ángel se dirigió a las mujeres y les dijo: Vosotras no temáis, pues se que buscáis a Jesús, el crucificado; no está aquí, ha resucitado, colo lo había dicho. Venid, ved el lugar donde estaba. Y ahora id enseguida a decir a sus discípulos: Ha resucitado de entre los muertos.",
          "ordinal": "Primer"
        },
        {
          "title": "La ascensión.",
          "text": "Jesús, los sacó de Betania y alzando sus manos los bendijo. Y sucedió que mientras los bendecía se separó de ellos y fue llevado al Cielo. Depués salieron a predicar por todas partes, colaborando el Señor con ellos y confirmando la Palabra con las señales que la acompañaban.",
          "ordinal": "Segundo"
        },
        {
          "title": "La venida del Espíritu Santo en Pentecostés.",
          "text": "Todos ellos perseveraban en la oración, con un mismo espíritu en compañía de algunas mujeres, de María, la madre de Jesús y de sus hermanos (...). Al llegar el día de Pentecostés, estaban  todos reunidos en un mismo lugar. De repente vino del cielo un ruido (...) que llenó toda la casa en la que se encontraban. Se les aparecieron unas lenguas de fuego que se repartieron y se posaron sobre cada uno de ellos; quedaron todos llenos del Espíritu Santo y se pusieron a hablar en otras lenguas, según el Espíritu les concedía expresarse.",
          "ordinal": "Tercero"
        },
        {
          "title": "La asunción de la Virgen Santísima.",
          "text": "¡Levántate, amada mía, hermosa mía y vente! Porque, mira, ha pasado ya el invierno, han cesado las lluvias y se han ido (...). Muéstrame tu semblante, déjame oír tu voz; porque tu voz es dulce y bello tu semblante.",
          "ordinal": "Cuarto"
        },
        {
          "title": "La coronación de la Virgen Santísima como Reina de cielos y Tierra.",
          "text": "Toda espléndida la hija del rey, va adentro con vestidos en oro recamados; con sus brocados es llevada ante el rey. Y una gran señal apareció en el cielo; una mujer vestida del sol, con la luna bajo sus pies y una corona de doce estrellas sobre su cabeza.",
          "ordinal": "Quinto"
        }
      ]
    },
    "luminous": {
      "title": "Luminosos",
      "list": [
        {
          "title": "El bautismo de cristo en el Jordán.",
          "text": "Viene Jesús al Jordán donde Juan para ser bautizado por él. Juan trataba de impedírselo. Yo soy el que necesita ser bautizado por ti. Jesús respondió: Déjame ahora hacerlo así, pues conviene que cumplamos toda justicia. Bautizado Jesús, se abrieron los cielos y el Espíritu de Dios bajó sobre él en forma de paloma. Una voz de los cielos decía: Este es mi hijo amado, en quien me complazco.",
          "ordinal": "Primer"
        },
        {
          "title": "La auto-revelación de Cristo en las bodas de Caná.",
          "text": "Se celebraba una boda en Caná de Galilea y estaba allí la madre de Jesús. Fue invitado también a la boda Jesús con sus discípulos. Y, como faltara vino, porque se había acabado el vino de la boda, le dice a Jesús su madre: No tienen vino. Jesús le responde: ¿Qué tengo yo contigo, mujer? Todavía no ha llegado mi hora. Dice su madre a los sirvientes: Haced lo que él os diga. Los sirvientes llenaron las tinajas de agua hasta el borde y al servirla era vino generoso.",
          "ordinal": "Segundo"
        },
        {
          "title": "El anuncio del reino de Dios, invitando a la conversión.",
          "text": "Marchó Jesús a Galilea; y proclamaba la buena nueva de Dios: El tiempo se ha cumplido y el reino de Dios está cerca; convertíos y creed en la buena nueva. Viendo la muchedumbre, sube al monte, se sienta y sus discípulos se le acercan. Bienaventurados los pobres de espíritu, porque de ellos es el reino de los cielos.",
          "ordinal": "Tercero"
        },
        {
          "title": "La transfiguración del Señor.",
          "text": "Seís días después, toma Jesús consigo a Pedro, a Santiago y a su hermano Juan y los lleva aparte a un monte alto. Y se transfiguró delante de ellos: su rostro se puso brillante como el sol y sus vestidos se volvieron blancos como la luz. En esto, se les apareció Moisés y Elías que conversaban con él. Una nube luminosa los cubrió con su sombra y de la nube salía una voz que decía: Este es mi hijo amado, en quien me complazco; escuchadle.",
          "ordinal": "Cuarto"
        },
        {
          "title": "La institución de la eucaristia, expresión sacramental del misterio pascual.",
          "text": "Sabiendo Jesús, que había llegado su hora de pasar de este mundo al Padre, habiendo amado a los suyos que estaban en el mundo, los amó hasta el extremo. Y mientras estaban comiendo, tomo Jesús pan y lo bendijo, lo partió y dándoselo a sus discípulos dijo: Tomad, comed, este es mi cuerpo. Tomó luego una copa y dadas las gracias, se la dio diciendo: bebed de ella todos, porque esta es mi sangre de la Alianza, que es derramada por muchos para perdón de los pecados.",
          "ordinal": "Quinto"
        }
      ]
    }
  },
  "prayers": {
    "first": {
      "title": "Señal de la cruz",
      "text": "Por la señal de la Santa Cruz, de nuestros enemigos, líbranos Señor, Dios nuestro. En el Nombre del Padre, del hijo y del Espíritu Santo. Amén."
    },
    "second": {
      "title": "Credo",
      "text": "Creo en Dios Padre todopoderoso, creador del cielo y de la tierra. Creo en Jesucristo, su único Hijo, nuestro Señor, que fue concebido por obra y gracia del Espíritu Santo. Nació de Santa Maria virgen; padeció bajo el poder de Poncio Pilato, fue crucificado, muerto y sepultado, desecendió a los infiernos, al tercer día resucitó de entre los muertos, subió a los cielos y está sentado a la derecha de Dios, padre todo poderoso. Desde allí ha de venir a juzgar a los vivos y a los muertos. Creo en el Espíritu Santo, la santa inglesia católica, la comunión de los santos, el perdón de los pecados, la resurección de la carne y la vida eterna. Amén."
    },
    "third": {
      "title": "Acto de contrición",
      "text": "Jesús, mi Señor y Redentor, yo me arrepiento de todos los pecados que he cometido hasta hoy y me pesa de todo corazón, porque con ellos he ofendido a un Dios tan bueno. propongo firmemente no volver a pecar y confío que por tu infinita misericordia me has de conceder el perdón de mis culpas y me has de llevar a la vida eterna. Amén"
    },
    "fourth": {
      "title": "Padre Nuestro",
      "text": "Padre nuestro que estás en el cielo, santificado sea tu Nombre; venga a nosotros tu Reino; hágase tu voluntad en la tierra como en el cielo. Danos hoy nuestro pan de cada día; perdona nuestras ofensas como también nosotros perdonamos a los que nos ofenden; no nos dejes caer en la tentación, y líbranos del mal. Amén."
    },
    "fifth": {
      "title": "",
      "text": "María, Madre de gracia, Madre de misericordia, defiéndenos de nuestros enemigos y ampáranos ahora y en la hora de nuestra muerte. Amén."
    },
    "sixth": {
      "title": "Ave María",
      "text": "Dios te salve, María; llena eres de gracia, el Señor es contigo; bendita tú eres entre todas las mujeres, y bendito es el fruto de tu vientre, Jesús. Santa María, Madre de Dios, ruega por nosotros pecadores, ahora y en la hora de nuestra muerte. Amén."
    },
    "seventh": {
      "title": "",
      "text": "Gloria al Padre, y al Hijo, y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén."
    },
    "eighth": {
      "title": "",
      "text": "Maria Madre de gracia, Madre de piedad, amor y misericordia, defiéndenos de nuestros enemigos y ampáranos ahora y en la hora de nuestra muerte. Amén."
    },
    "ninth": {
      "title": "",
      "text": "¡Oh! Jesús mío, perdona nuestros pecados, líbranos del fuego del infierno, lleva al cielo a todas las almas, especialmente a las más necesitadas de tu misericordia."
    },
    "tenth": {
      "title": "Oración a la Santa Cruz",
      "text": "Dios todopoderoso, que habeís sufrido la muerte en el árbol particular por todos nuestros pecados, ven con nosotros Santa Cruz de Jesucristo, tened piedad de nosotros. Santa Cruz de Jesucristo, aparta de nosotros toda arma cortante. Santa Cruz de Jesucristo, vierte sobre nosotros todo bien. Santa Cruz de Jesucristo, aparta de nosotros todo mal. Santa Cruz de Jesucristo, procúranos salud. Santa Cruz de Jesucristo, aparta de nosotros todo atentado de muerte. Santa Cruz de Jesucristo, guárdanos de accidentes corporales y temporales y que todos adoremos a la Santa Cruz de Jesucristo para siempre. Jesucristo de Nazareth crucificado, tened piedad de nosotros por los siglos de los siglos. Haced que el invencible espíritu maligno se aparte de nosotros. Amén."
    }
  },
  "days": [
    {
      "code": "D",
      "day": "Domingo",
      "mistery": "glorious"
    },
    {
      "code": "L",
      "day": "Lunes",
      "mistery": "joyful"
    },
    {
      "code": "M",
      "day": "Martes",
      "mistery": "sorrowful"
    },
    {
      "code": "X",
      "day": "Miércoles",
      "mistery": "glorious"
    },
    {
      "code": "J",
      "day": "Jueves",
      "mistery": "luminous"
    },
    {
      "code": "V",
      "day": "Viernes",
      "mistery": "sorrowful"
    },
    {
      "code": "S",
      "day": "Sábado",
      "mistery": "joyful"
    }
  ]
}